# Сферы.
sphere_name_len_limit = "Название сферы должно быть менее 20 символов."

# Профессии.
profession_name_len_limit = "Название профессии должно быть менее 25 символов."

# События.
event_name_len_limit = "Название мероприятия должно быть менее 50 символов."
event_place_len_limit = "Местоположение мероприятия должно быть менее 255 символов."
event_form_len_limit = "Форма проведения мероприятия должна быть менее 15 символов."

# Регистрация.
busy_email = "Почта уже занята."
email_len_limit = "Количество символов почты не должно превышать 255 символов."
full_name_len_limit = "Полное имя должно быть менее 100 символов."
